Repository: xiguagua/Stocket
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

# portfolio.empty.description
source: Tap + to add your first ticker
zh_hans: 点击 + 添加第一个 Ticker

# portfolio.empty.title
source: Your watchlist is empty
zh_hans: 你的关注列表为空

# portfolio.position.badge
source: Position
zh_hans: 持仓

# portfolio.positions.section
source: Positions
zh_hans: 持仓

# portfolio.title
source: Portfolio
zh_hans: 组合

# portfolio.watching.section
source: Watching
zh_hans: 关注

# ticker.search.prompt
source: Search ticker or company name
zh_hans: 搜索 Ticker 或公司名称

# ticker.search.title
source: Add Ticker
zh_hans: 添加 Ticker

# ticker.search.guidance.title
source: Search SEC Filings
zh_hans: 搜索 SEC 公告

# ticker.search.guidance.description
source: Enter a stock symbol or company name to track SEC filings and event analyses.
zh_hans: 输入股票代码或公司名称，追踪 SEC 归档文件及公告分析。

# ticker.search.popular.title
source: Popular Tickers
zh_hans: 热门股票

# today.empty.description
source: Events for your watchlist will appear here
zh_hans: 你的关注列表事件会显示在这里

# today.empty.lastUpdated
source: Last updated %@
zh_hans: 上次更新：%@

# today.empty.title
source: No new events today
zh_hans: 今天没有新的事件

# today.title
source: Today
zh_hans: 今日

# event.row.translate
source: Translate
zh_hans: 翻译
